#include<stdio.h> //Модуль стандартного ввода-вывода
#include<conio.h> /*Модуль функций расширения ввода-вывода*/
#include <stdlib.h> /* заголовочный файл стандартной библиотеки языка Си,
 который содержит в себе функции, занимающиеся выделением памяти, 
 контролем процесса выполнения программы, преобразованием типов и другие. 
 Заголовок вполне совместим с C++ и известен в нём как cstdlib.
 Название «stdlib» расшифровывается как «standard library» (стандартная библиотека). */

void main()
{	
	system("chcp 1251");
	printf("Димончик Не выводит\n");
	_getch();
}
